{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "Ġt": 261,
      "he": 262,
      "Ġthe": 263,
      "Ġa": 264,
      "nd": 265,
      "Ġs": 266,
      "Ġo": 267,
      "in": 268,
      "Ġw": 269,
      "ha": 270,
      "re": 271,
      "ou": 272,
      "Ġand": 273,
      "Ġof": 274,
      "Ġb": 275,
      "hi": 276,
      "er": 277,
      "ll": 278,
      "Ġm": 279,
      "es": 280,
      "Ġf": 281,
      "Ġy": 282,
      "Ġto": 283,
      "or": 284,
      "it": 285,
      "Ġyou": 286,
      "Ġc": 287,
      "on": 288,
      "en": 289,
      "ed": 290,
      "ing": 291,
      "Ġd": 292,
      "Ġhe": 293,
      "Ġhi": 294,
      "Ġin": 295,
      "Ġp": 296,
      "is": 297,
      "at": 298,
      "Ġn": 299,
      "hat": 300,
      "an": 301,
      "ar": 302,
      "Ġ1": 303,
      "Ġbe": 304,
      "om": 305,
      "ĠI": 306,
      "And": 307,
      "el": 308,
      "Ġthat": 309,
      "Ġha": 310,
      "Ġl": 311,
      "Ġsha": 312,
      "ot": 313,
      "Ġshall": 314,
      "as": 315,
      "ĠJ": 316,
      "ĠL": 317,
      "Ġg": 318,
      "id": 319,
      "ut": 320,
      "Ġsa": 321,
      "ve": 322,
      "us": 323,
      "Ġ2": 324,
      "Ġfor": 325,
      "le": 326,
      "Ġe": 327,
      "am": 328,
      "od": 329,
      "Ġhis": 330,
      "ld": 331,
      "ow": 332,
      "ĠG": 333,
      "Ġyour": 334,
      "gh": 335,
      "ah": 336,
      "ith": 337,
      "ay": 338,
      "Ġhim": 339,
      "her": 340,
      "Ġon": 341,
      "Ġthey": 342,
      "Ġis": 343,
      "ver": 344,
      "ch": 345,
      "Ġthem": 346,
      "Ġnot": 347,
      "Ġwith": 348,
      "OR": 349,
      "ORD": 350,
      "ĠLORD": 351,
      "ir": 352,
      "se": 353,
      "ent": 354,
      "ho": 355,
      "ri": 356,
      "et": 357,
      "Ġk": 358,
      "ce": 359,
      "al": 360,
      "Ġit": 361,
      "ra": 362,
      "ght": 363,
      "ere": 364,
      "Ġwi": 365,
      "ĠE": 366,
      "ĠS": 367,
      "Ġall": 368,
      "Ġsaid": 369,
      "ĠP": 370,
      "ke": 371,
      "st": 372,
      "ĠA": 373,
      "Ġre": 374,
      "Ġme": 375,
      "Ġhave": 376,
      "Ġmy": 377,
      "ad": 378,
      "ore": 379,
      "ion": 380,
      "Ġwas": 381,
      "Ġwhi": 382,
      "The": 383,
      "ro": 384,
      "ur": 385,
      "Ġth": 386,
      "Ġh": 387,
      "Ġan": 388,
      "ĠM": 389,
      "iah": 390,
      "ord": 391,
      "Ġwhich": 392,
      "and": 393,
      "Ġu": 394,
      "Ġthere": 395,
      "ain": 396,
      "ĠIs": 397,
      "th": 398,
      "Ġas": 399,
      "ic": 400,
      "Ġwill": 401,
      "les": 402,
      "ĠGod": 403,
      "ĠC": 404,
      "Ġfr": 405,
      "Ġ3": 406,
      "Ġse": 407,
      "ven": 408,
      "ers": 409,
      "Ġcom": 410,
      "Ġtheir": 411,
      "ings": 412,
      "ĠJo": 413,
      "Ġst": 414,
      "il": 415,
      "Ġwhe": 416,
      "Ġfrom": 417,
      "Ġman": 418,
      "ts": 419,
      "Ġare": 420,
      "ame": 421,
      "Ġson": 422,
      "Ġgo": 423,
      "Ġthi": 424,
      "fore": 425,
      "if": 426,
      "Ġbr": 427,
      "ĠD": 428,
      "ation": 429,
      "Ġsp": 430,
      "Ġking": 431,
      "ess": 432,
      "ud": 433,
      "Ġwere": 434,
      "Ġout": 435,
      "sal": 436,
      "ly": 437,
      "ter": 438,
      "ĠN": 439,
      "im": 440,
      "Ġday": 441,
      "um": 442,
      "Ġ4": 443,
      "rael": 444,
      "Ġal": 445,
      "Ġup": 446,
      "Ġpe": 447,
      "ĠIsrael": 448,
      "ĠH": 449,
      "Ġby": 450,
      "ron": 451,
      "ple": 452,
      "ight": 453,
      "Ġwhen": 454,
      "salm": 455,
      "Ġsay": 456,
      "ans": 457,
      "Ġde": 458,
      "ĠPsalm": 459,
      "Ġthis": 460,
      "Ġbut": 461,
      "Ġwe": 462,
      "ĠB": 463,
      "Ġag": 464,
      "est": 465,
      "ĠCh": 466,
      "Ġhou": 467,
      "red": 468,
      "Ġchi": 469,
      "ab": 470,
      "ive": 471,
      "Ġagain": 472,
      "iel": 473,
      "Ġhas": 474,
      "ren": 475,
      "ear": 476,
      "Ġdo": 477,
      "to": 478,
      "Ġhear": 479,
      "Ġher": 480,
      "Ġpeo": 481,
      "ac": 482,
      "ake": 483,
      "Ġpeople": 484,
      "pt": 485,
      "ul": 486,
      "Ġcame": 487,
      "Ġhouse": 488,
      "Ġv": 489,
      "Ġoff": 490,
      "ak": 491,
      "all": 492,
      "Ġhad": 493,
      "Ġchild": 494,
      "Ġhand": 495,
      "Ġinto": 496,
      "ast": 497,
      "âĢ": 498,
      "âĢĻ": 499,
      "ĠK": 500,
      "ather": 501,
      "ek": 502,
      "ev": 503,
      "so": 504,
      "miah": 505,
      "nt": 506,
      "ok": 507,
      "Ġcome": 508,
      "sel": 509,
      "Ġone": 510,
      "Ġam": 511,
      "ĠSam": 512,
      "ness": 513,
      "Ġchildren": 514,
      "Ġcon": 515,
      "ronic": 516,
      "ronicles": 517,
      "one": 518,
      "Ġbefore": 519,
      "For": 520,
      "Ġever": 521,
      "umb": 522,
      "Ġland": 523,
      "ous": 524,
      "ĠChronicles": 525,
      "other": 526,
      "uel": 527,
      "ace": 528,
      "os": 529,
      "hold": 530,
      "aus": 531,
      "Ġmen": 532,
      "Ġr": 533,
      "ity": 534,
      "Ġalso": 535,
      "Ġagainst": 536,
      "ck": 537,
      "Ġsh": 538,
      "ĠSamuel": 539,
      "Ġaf": 540,
      "Ġat": 541,
      "Ġkn": 542,
      "ĠR": 543,
      "Ġli": 544,
      "ass": 545,
      "ĠEz": 546,
      "att": 547,
      "Ġ5": 548,
      "Ġab": 549,
      "ould": 550,
      "em": 551,
      "own": 552,
      "ves": 553,
      "Ġno": 554,
      "Ġus": 555,
      "ause": 556,
      "ĠJud": 557,
      "enes": 558,
      "Ġpl": 559,
      "ĠKings": 560,
      "our": 561,
      "ĠGenes": 562,
      "ĠGenesis": 563,
      "Ġso": 564,
      "ĠJere": 565,
      "Ġne": 566,
      "ell": 567,
      "aiah": 568,
      "ĠJeremiah": 569,
      "ĠT": 570,
      "Ġwor": 571,
      "Ġser": 572,
      "ade": 573,
      "urn": 574,
      "Ġj": 575,
      "ies": 576,
      "But": 577,
      "Ġshe": 578,
      "ol": 579,
      "Ġfather": 580,
      "ound": 581,
      "Ġtw": 582,
      "Ġwho": 583,
      "Ġear": 584,
      "ong": 585,
      "Ġmade": 586,
      "Ġ7": 587,
      "Ġwent": 588,
      "Ġ6": 589,
      "reat": 590,
      "ard": 591,
      "ep": 592,
      "ise": 593,
      "Ġsaying": 594,
      "Ġri": 595,
      "Then": 596,
      "ist": 597,
      "Ġeven": 598,
      "av": 599,
      "ant": 600,
      "Ġpr": 601,
      "Ġpro": 602,
      "han": 603,
      "res": 604,
      "ĠIsaiah": 605,
      "ge": 606,
      "Ġsu": 607,
      "out": 608,
      "ought": 609,
      "ĠO": 610,
      "umbers": 611,
      "Ġ11": 612,
      "ĠNumbers": 613,
      "ill": 614,
      "Ġ10": 615,
      "ĠEzek": 616,
      "ĠEzekiel": 617,
      "Ġor": 618,
      "Ġbec": 619,
      "Ġover": 620,
      "cc": 621,
      "Ġho": 622,
      "ered": 623,
      "ĠAnd": 624,
      "uke": 625,
      "ice": 626,
      "Ġword": 627,
      "bs": 628,
      "ĠEx": 629,
      "ĠLev": 630,
      "Ġoffer": 631,
      "Ġlo": 632,
      "Ġ8": 633,
      "odus": 634,
      "ĠExodus": 635,
      "Ġserv": 636,
      "ment": 637,
      "Ġ9": 638,
      "Ġour": 639,
      "ath": 640,
      "Ġcomm": 641,
      "Ġevery": 642,
      "Ġtr": 643,
      "Ġlet": 644,
      "Ġafter": 645,
      "ted": 646,
      "hn": 647,
      "Ġgreat": 648,
      "Ġthings": 649,
      "ĠLevit": 650,
      "ĠLuke": 651,
      "ĠZ": 652,
      "ec": 653,
      "Ġmay": 654,
      "ĠJob": 655,
      "ĠJohn": 656,
      "hu": 657,
      "Ġdown": 658,
      "10": 659,
      "Ġknow": 660,
      "ood": 661,
      "pp": 662,
      "ĠMatt": 663,
      "Ġif": 664,
      "11": 665,
      "Ġdid": 666,
      "hew": 667,
      "Ġsons": 668,
      "12": 669,
      "cts": 670,
      "ine": 671,
      "ĠMatthew": 672,
      "way": 673,
      "avid": 674,
      "of": 675,
      "13": 676,
      "ale": 677,
      "Ġpass": 678,
      "ĠLord": 679,
      "ĠDavid": 680,
      "oth": 681,
      "Ġmake": 682,
      "ĠJer": 683,
      "ount": 684,
      "Ġpri": 685,
      "orn": 686,
      "14": 687,
      "Ġearth": 688,
      "ide": 689,
      "hes": 690,
      "ĠActs": 691,
      "Ġbecause": 692,
      "ark": 693,
      "eb": 694,
      "Ġthese": 695,
      "ĠJes": 696,
      "Ġwh": 697,
      "li": 698,
      "15": 699,
      "Ġ14": 700,
      "ĠW": 701,
      "Ġ13": 702,
      "ough": 703,
      "ĠDe": 704,
      "eron": 705,
      "ved": 706,
      "Ġ12": 707,
      "omy": 708,
      "uteron": 709,
      "Ġbrother": 710,
      "ĠDeuteron": 711,
      "ĠDeuteronomy": 712,
      "16": 713,
      "Ġname": 714,
      "Ġla": 715,
      "self": 716,
      "hed": 717,
      "ĠJos": 718,
      "qu": 719,
      "Ġco": 720,
      "ither": 721,
      "Ġput": 722,
      "ĠPro": 723,
      "Ġacc": 724,
      "ges": 725,
      "17": 726,
      "ree": 727,
      "verbs": 728,
      "nder": 729,
      "hua": 730,
      "Ġyear": 731,
      "Ġsw": 732,
      "Ġany": 733,
      "ĠProverbs": 734,
      "Ġsin": 735,
      "Ġfi": 736,
      "Ġright": 737,
      "Ġcommand": 738,
      "Ġaway": 739,
      "Ġthereof": 740,
      "Ġamong": 741,
      "Ġnor": 742,
      "Ġshould": 743,
      "ĠJesus": 744,
      "ught": 745,
      "Ġforth": 746,
      "int": 747,
      "Ġdi": 748,
      "Ġwhere": 749,
      "ward": 750,
      "Ġway": 751,
      "ave": 752,
      "Ġbrought": 753,
      "18": 754,
      "Ġwork": 755,
      "ĠJoshua": 756,
      "You": 757,
      "Ġdays": 758,
      "Ġcity": 759,
      "Ġcall": 760,
      "ther": 761,
      "oses": 762,
      "icus": 763,
      "ĠLeviticus": 764,
      "ĠThe": 765,
      "Ġeat": 766,
      "ĠMoses": 767,
      "Ġtwo": 768,
      "ry": 769,
      "aven": 770,
      "Ġgood": 771,
      "Ġheart": 772,
      "ations": 773,
      "19": 774,
      "Ġwat": 775,
      "ians": 776,
      "Ġspo": 777,
      "Ġbu": 778,
      "Ġ15": 779,
      "alem": 780,
      "ĠAb": 781,
      "ef": 782,
      "usalem": 783,
      "ĠJerusalem": 784,
      "ĠJudah": 785,
      "20": 786,
      "Ġtim": 787,
      "Ġmight": 788,
      "Ġgive": 789,
      "Ġtherefore": 790,
      "Ġsee": 791,
      "ording": 792,
      "Ġthen": 793,
      "Ġwhat": 794,
      "Ġneither": 795,
      "ng": 796,
      "Ġbre": 797,
      "ig": 798,
      "21": 799,
      "ants": 800,
      "ĠJe": 801,
      "Ġaccording": 802,
      "aught": 803,
      "Ġnow": 804,
      "und": 805,
      "Ġar": 806,
      "gy": 807,
      "Ġbehold": 808,
      "Ġtook": 809,
      "vil": 810,
      "ust": 811,
      "Ġwhom": 812,
      "Ġbl": 813,
      "Ġjud": 814,
      "Ġ16": 815,
      "led": 816,
      "ance": 817,
      "Ġlike": 818,
      "dom": 819,
      "Ġmore": 820,
      "ph": 821,
      "gypt": 822,
      "wn": 823,
      "Ġheaven": 824,
      "well": 825,
      "ĠEgypt": 826,
      "Ġset": 827,
      "Ġ18": 828,
      "Ġplace": 829,
      "Ġdwell": 830,
      "Ġwr": 831,
      "less": 832,
      "Ġtake": 833,
      "Ġoffering": 834,
      "Ġlif": 835,
      "Ġdel": 836,
      "22": 837,
      "Ġ22": 838,
      "ĠAm": 839,
      "Ġspe": 840,
      "ub": 841,
      "Ġfe": 842,
      "Ġbring": 843,
      "itt": 844,
      "ĠCor": 845,
      "Ġsou": 846,
      "Ġsent": 847,
      "ish": 848,
      "oice": 849,
      "Ġgl": 850,
      "hians": 851,
      "inthians": 852,
      "ĠCorinthians": 853,
      "ate": 854,
      "Ġunder": 855,
      "Ġthr": 856,
      "Ġ19": 857,
      "ĠMark": 858,
      "sw": 859,
      "Ġ21": 860,
      "Ġcha": 861,
      "Ġper": 862,
      "Ġgi": 863,
      "Ġsm": 864,
      "Ġansw": 865,
      "hen": 866,
      "Ġprop": 867,
      "Ġ20": 868,
      "Ġfo": 869,
      "23": 870,
      "ome": 871,
      "rib": 872,
      "Ġheard": 873,
      "Ġrem": 874,
      "selves": 875,
      "Ġfir": 876,
      "Ġun": 877,
      "ern": 878,
      "Ġen": 879,
      "Ġdes": 880,
      "Ġro": 881,
      "Ġey": 882,
      "ws": 883,
      "un": 884,
      "Ġabout": 885,
      "Ġhund": 886,
      "Ġcalled": 887,
      "Ġhundred": 888,
      "ind": 889,
      "ty": 890,
      "ue": 891,
      "Ġke": 892,
      "ign": 893,
      "Ġtime": 894,
      "He": 895,
      "Ġpre": 896,
      "Ġ23": 897,
      "Ġevil": 898,
      "aul": 899,
      "Ġthan": 900,
      "ĠJudges": 901,
      "Ġown": 902,
      "Ġwom": 903,
      "Ġbeg": 904,
      "24": 905,
      "Ġthrough": 906,
      "Ġfirst": 907,
      "apt": 908,
      "ure": 909,
      "ried": 910,
      "eous": 911,
      "ct": 912,
      "Ġex": 913,
      "ehold": 914,
      "Ġspeak": 915,
      "Ġspoke": 916,
      "ites": 917,
      "Ġang": 918,
      "Ġfl": 919,
      "Ġturn": 920,
      "Ġ17": 921,
      "get": 922,
      "rist": 923,
      "Ġsc": 924,
      "ink": 925,
      "irit": 926,
      "Now": 927,
      "Ġthous": 928,
      "Ġthousand": 929,
      "are": 930,
      "Ġlaw": 931,
      "25": 932,
      "ag": 933,
      "Ġmount": 934,
      "Ġdaught": 935,
      "ever": 936,
      "Ġ24": 937,
      "Ġdis": 938,
      "ĠChrist": 939,
      "Ġthree": 940,
      "Ġsaw": 941,
      "ob": 942,
      "Ġdone": 943,
      "Ġyet": 944,
      "ite": 945,
      "cked": 946,
      "Ġfire": 947,
      "Ġpriest": 948,
      "Ġdest": 949,
      "ities": 950,
      "Ġbrothers": 951,
      "There": 952,
      "Ġrighteous": 953,
      "Ġfathers": 954,
      "Ġwords": 955,
      "Ġother": 956,
      "Ġthing": 957,
      "Ġyears": 958,
      "Ġsoul": 959,
      "els": 960,
      "Ġmany": 961,
      "me": 962,
      "26": 963,
      "Ġcl": 964,
      "Ġglor": 965,
      "ham": 966,
      "Ġdr": 967,
      "Ġpray": 968,
      "Ġhimself": 969,
      "hose": 970,
      "Ġbur": 971,
      "Ġcast": 972,
      "Ġfa": 973,
      "gether": 974,
      "Ġfour": 975,
      "Ġsl": 976,
      "Ġ26": 977,
      "ĠAs": 978,
      "ĠDan": 979,
      "Ġprophe": 980,
      "ci": 981,
      "27": 982,
      "Ġvoice": 983,
      "Ġfound": 984,
      "Ġservant": 985,
      "Ġeyes": 986,
      "par": 987,
      "alk": 988,
      "Ġtab": 989,
      "Ġgave": 990,
      "Ġgiven": 991,
      "Ġ25": 992,
      "Ġend": 993,
      "Ġanswered": 994,
      "Ġhost": 995,
      "So": 996,
      "fe": 997,
      "Ġwicked": 998,
      "Ġgold": 999,
      "ach": 1000,
      "Ġjudg": 1001,
      "Ġcapt": 1002,
      "Ġtogether": 1003,
      "Ġhead": 1004,
      "Ġwould": 1005,
      "hus": 1006,
      "Ġservants": 1007,
      "erc": 1008,
      "Ġbo": 1009,
      "ving": 1010,
      "Ġholy": 1011,
      "tar": 1012,
      "ĠPhi": 1013,
      "Ġbread": 1014,
      "28": 1015,
      "roy": 1016,
      "Ġblood": 1017,
      "Ġle": 1018,
      "Ġhands": 1019,
      "ress": 1020,
      "Ġret": 1021,
      "Ġdestroy": 1022,
      "ied": 1023,
      "Ġseven": 1024,
      "Ġapp": 1025,
      "hab": 1026,
      "Ġ27": 1027,
      "Ġanother": 1028,
      "Ġlife": 1029,
      "ence": 1030,
      "owed": 1031,
      "Ġthir": 1032,
      "Ġcan": 1033,
      "Ġcities": 1034,
      "Ġmou": 1035,
      "idd": 1036,
      "Ġcommanded": 1037,
      "Ġthose": 1038,
      "ĠRom": 1039,
      "Ġsword": 1040,
      "ĠHeb": 1041,
      "Ġkeep": 1042,
      "te": 1043,
      "Ġtre": 1044,
      "Ġside": 1045,
      "ains": 1046,
      "ĠNe": 1047,
      "Ġmouth": 1048,
      "his": 1049,
      "Ġpar": 1050,
      "ĠRomans": 1051,
      "Ġreturn": 1052,
      "ors": 1053,
      "ĠDaniel": 1054,
      "ai": 1055,
      "Ġtak": 1056,
      "ments": 1057,
      "Ġaltar": 1058,
      "29": 1059,
      "lean": 1060,
      "Ġfam": 1061,
      "ock": 1062,
      "hy": 1063,
      "ap": 1064,
      "Ġ28": 1065,
      "ru": 1066,
      "Ġfles": 1067,
      "Ġflesh": 1068,
      "mb": 1069,
      "Ġmerc": 1070,
      "Ġpeace": 1071,
      "Ġtrib": 1072,
      "omon": 1073,
      "olomon": 1074,
      "Ġhigh": 1075,
      "Ġwithout": 1076,
      "Ġra": 1077,
      "ĠSolomon": 1078,
      "ey": 1079,
      "ĠNehe": 1080,
      "ull": 1081,
      "Ġface": 1082,
      "Ġhow": 1083,
      "Ġpo": 1084,
      "Ġgat": 1085,
      "ĠSaul": 1086,
      "Ġbet": 1087,
      "elation": 1088,
      "ĠNehemiah": 1089,
      "row": 1090,
      "oss": 1091,
      "Ġent": 1092,
      "ests": 1093,
      "Therefore": 1094,
      "Ġspirit": 1095,
      "ult": 1096,
      "Ġthemselves": 1097,
      "Ġwalk": 1098,
      "az": 1099,
      "Ġwife": 1100,
      "Ġrep": 1101,
      "ful": 1102,
      "uch": 1103,
      "ĠRev": 1104,
      "ĠRevelation": 1105,
      "ĠF": 1106,
      "Ġwater": 1107,
      "ort": 1108,
      "rif": 1109,
      "Ġsea": 1110,
      "Ġglory": 1111,
      "Ġdrink": 1112,
      "Ġprin": 1113,
      "ĠPha": 1114,
      "Ġkingdom": 1115,
      "ield": 1116,
      "Ġpriests": 1117,
      "30": 1118,
      "its": 1119,
      "Ġgra": 1120,
      "Ġold": 1121,
      "iddle": 1122,
      "Ġrest": 1123,
      "Ġfear": 1124,
      "pen": 1125,
      "uth": 1126,
      "ces": 1127,
      "tain": 1128,
      "Ġbless": 1129,
      "Ġmiddle": 1130,
      "Ġenem": 1131,
      "ĠJac": 1132,
      "Ġrece": 1133,
      "ĠJacob": 1134,
      "gre": 1135,
      "Ġfall": 1136,
      "Ġdeath": 1137,
      "eth": 1138,
      "31": 1139,
      "enty": 1140,
      "Ġdead": 1141,
      "Ġcar": 1142,
      "Ġsil": 1143,
      "Ġ29": 1144,
      "Ġcongre": 1145,
      "Ġcongreg": 1146,
      "ran": 1147,
      "ntil": 1148,
      "Ġburnt": 1149,
      "Ġstand": 1150,
      "Ġbro": 1151,
      "eter": 1152,
      "Ġcongregation": 1153,
      "Ġunc": 1154,
      "Ġmult": 1155,
      "ose": 1156,
      "Ġwoman": 1157,
      "Ġreign": 1158,
      "ernac": 1159,
      "iver": 1160,
      "Ġcount": 1161,
      "Ġfaith": 1162,
      "Ġtabernac": 1163,
      "aron": 1164,
      "Ġ31": 1165,
      "Ġboth": 1166,
      "ised": 1167,
      "Ġlight": 1168,
      "ared": 1169,
      "Ġlef": 1170,
      "Ġcons": 1171,
      "ĠHebre": 1172,
      "Ġleft": 1173,
      "ken": 1174,
      "ner": 1175,
      "Ġfield": 1176,
      "ĠAaron": 1177,
      "ĠYou": 1178,
      "Ġwild": 1179,
      "Ġuntil": 1180,
      "Ġyoung": 1181,
      "ps": 1182,
      "Ġtoward": 1183,
      "Ġnone": 1184,
      "Ġdepar": 1185,
      "Ġlook": 1186,
      "ff": 1187,
      "Ġsle": 1188,
      "ĠBehold": 1189,
      "ove": 1190,
      "Ġfive": 1191,
      "Ġstood": 1192,
      "itten": 1193,
      "een": 1194,
      "ond": 1195,
      "Ġgr": 1196,
      "ile": 1197,
      "Ġtaken": 1198,
      "Ġsac": 1199,
      "Ġnations": 1200,
      "Ġsacrif": 1201,
      "iqu": 1202,
      "lon": 1203,
      "Ġsight": 1204,
      "Ġgod": 1205,
      "Ġ30": 1206,
      "Ġiniqu": 1207,
      "Ġfell": 1208,
      "Ġcut": 1209,
      "Ġsame": 1210,
      "Ġbeen": 1211,
      "aces": 1212,
      "Ġim": 1213,
      "Ġpres": 1214,
      "ower": 1215,
      "Ġkings": 1216,
      "32": 1217,
      "ez": 1218,
      "Ġcause": 1219,
      "ished": 1220,
      "ib": 1221,
      "Ġmother": 1222,
      "Ġmuch": 1223,
      "Ġinc": 1224,
      "Ġtabernacle": 1225,
      "Ġnight": 1226,
      "ase": 1227,
      "They": 1228,
      "attle": 1229,
      "ines": 1230,
      "Ġdaughter": 1231,
      "ĠHebrews": 1232,
      "ret": 1233,
      "ions": 1234,
      "Ġ32": 1235,
      "Ġcomp": 1236,
      "reng": 1237,
      "illed": 1238,
      "Ġdie": 1239,
      "hing": 1240,
      "oh": 1241,
      "Ġmo": 1242,
      "ia": 1243,
      "Ġel": 1244,
      "Ġtem": 1245,
      "Ġround": 1246,
      "Ġsi": 1247,
      "Ġfru": 1248,
      "Ġstreng": 1249,
      "rong": 1250,
      "Ġsilver": 1251,
      "Ġbeli": 1252,
      "ĠPeter": 1253,
      "ches": 1254,
      "very": 1255,
      "ĠShe": 1256,
      "Ġwar": 1257,
      "Ġburn": 1258,
      "Ġfamil": 1259,
      "oin": 1260,
      "Ġhar": 1261,
      "Ġlove": 1262,
      "ourn": 1263,
      "Ġwa": 1264,
      "Ġmon": 1265,
      "stand": 1266,
      "Ġnear": 1267,
      "ary": 1268,
      "Ġinher": 1269,
      "Ġmonth": 1270,
      "Ġinherit": 1271,
      "If": 1272,
      "Ġnumb": 1273,
      "Ġdeliver": 1274,
      "ote": 1275,
      "ĠEzra": 1276,
      "ched": 1277,
      "erness": 1278,
      "Ġrighteousness": 1279,
      "Ġmeat": 1280,
      "Ġwilderness": 1281,
      "33": 1282,
      "OD": 1283,
      "oud": 1284,
      "Ġfull": 1285,
      "Ġcont": 1286,
      "Ġdelive": 1287,
      "asts": 1288,
      "In": 1289,
      "ars": 1290,
      "ĠGOD": 1291,
      "Ġcoven": 1292,
      "enth": 1293,
      "Ġhosts": 1294,
      "ylon": 1295,
      "ĠBab": 1296,
      "Ġcou": 1297,
      "vers": 1298,
      "Ġarm": 1299,
      "Ġcovenant": 1300,
      "Ġopen": 1301,
      "Ġseek": 1302,
      "ĠBabylon": 1303,
      "hered": 1304,
      "Ġrej": 1305,
      "Ġchief": 1306,
      "ĠPhil": 1307,
      "yri": 1308,
      "ack": 1309,
      "Ġjudgment": 1310,
      "Ġdelivered": 1311,
      "Ġworld": 1312,
      "Ġtwenty": 1313,
      "Ġwaters": 1314,
      "When": 1315,
      "Ġlord": 1316,
      "Ġ33": 1317,
      "ĠPhilist": 1318,
      "Ġthus": 1319,
      "Ġstran": 1320,
      "pe": 1321,
      "Ġqu": 1322,
      "Ġspok": 1323,
      "Ġple": 1324,
      "ick": 1325,
      "Ġsan": 1326,
      "Ġturned": 1327,
      "Ġspoken": 1328,
      "ones": 1329,
      "Ġseed": 1330,
      "age": 1331,
      "Ġposs": 1332,
      "Ġmighty": 1333,
      "Ġfoll": 1334,
      "Ġshow": 1335,
      "Ġwhose": 1336,
      "ect": 1337,
      "Ġinhab": 1338,
      "riah": 1339,
      "ived": 1340,
      "Ġtold": 1341,
      "itud": 1342,
      "Ġcomes": 1343,
      "Ġdoes": 1344,
      "Ġconc": 1345,
      "Ġinhabit": 1346,
      "Ġlaid": 1347,
      "ber": 1348,
      "Ġbeing": 1349,
      "Ġsix": 1350,
      "Ġsec": 1351,
      "Ġiniquity": 1352,
      "Ġseen": 1353,
      "Ġstrong": 1354,
      "Ġwritten": 1355,
      "sp": 1356,
      "Ġpower": 1357,
      "Ġgate": 1358,
      "Ġdisci": 1359,
      "ĠPhara": 1360,
      "lic": 1361,
      "Ġworks": 1362,
      "Ġsanct": 1363,
      "34": 1364,
      "Ġwell": 1365,
      "Ġmercy": 1366,
      "ew": 1367,
      "ĠWhat": 1368,
      "ĠFather": 1369,
      "Ġte": 1370,
      "Ġad": 1371,
      "oub": 1372,
      "Ġpra": 1373,
      "Ġlam": 1374,
      "ĠEli": 1375,
      "Ġpart": 1376,
      "Ġpossess": 1377,
      "ĠPharaoh": 1378,
      "cl": 1379,
      "Ġfif": 1380,
      "Ġ34": 1381,
      "Ġprinces": 1382,
      "Ġenemies": 1383,
      "Ġkind": 1384,
      "Ġgathered": 1385,
      "Ġmultitud": 1386,
      "That": 1387,
      "ples": 1388,
      "Ġofferings": 1389,
      "ĠLevites": 1390,
      "Ġlay": 1391,
      "den": 1392,
      "Ġlong": 1393,
      "Ġsat": 1394,
      "Ġunderstand": 1395,
      "ild": 1396,
      "ames": 1397,
      "Ġnothing": 1398,
      "ets": 1399,
      "Ġsub": 1400,
      "Ġten": 1401,
      "Ġcub": 1402,
      "Ġvery": 1403,
      "ĠBen": 1404,
      "ses": 1405,
      "Ġwall": 1406,
      "ows": 1407,
      "Ġfeet": 1408,
      "ins": 1409,
      "hariah": 1410,
      "ified": 1411,
      "ail": 1412,
      "Ġ36": 1413,
      "ĠPhilistines": 1414,
      "mon": 1415,
      "Ġpur": 1416,
      "Ġgen": 1417,
      "ĠJews": 1418,
      "Behold": 1419,
      "Ġsure": 1420,
      "Ġdaughters": 1421,
      "Ġhid": 1422,
      "raham": 1423,
      "Ġwhole": 1424,
      "ĠZec": 1425,
      "ĠZechariah": 1426,
      "ĠJose": 1427,
      "ween": 1428,
      "Ġwine": 1429,
      "Ġlive": 1430,
      "ĠAbraham": 1431,
      "Ġbetween": 1432,
      "ĠJoseph": 1433,
      "Ġwit": 1434,
      "Ġprophet": 1435,
      "35": 1436,
      "Ġwise": 1437,
      "Ġsal": 1438,
      "Ġsome": 1439,
      "Ġwis": 1440,
      "Ġsend": 1441,
      "Ġsuch": 1442,
      "ittle": 1443,
      "Ġfruit": 1444,
      "Ġdisciples": 1445,
      "ertain": 1446,
      "ĠSon": 1447,
      "erning": 1448,
      "Ġmultitude": 1449,
      "Ġyes": 1450,
      "omin": 1451,
      "ĠTim": 1452,
      "Ġgods": 1453,
      "ech": 1454,
      "Ġbes": 1455,
      "Ġhere": 1456,
      "ĠJeho": 1457,
      "Ġtribe": 1458,
      "Let": 1459,
      "Who": 1460,
      "over": 1461,
      "Ġstrength": 1462,
      "Thus": 1463,
      "Ġob": 1464,
      "ĠGal": 1465,
      "isten": 1466,
      "Ġprophets": 1467,
      "Ġinheritance": 1468,
      "Ġlittle": 1469,
      "ilt": 1470,
      "Why": 1471,
      "ister": 1472,
      "ents": 1473,
      "Ġbear": 1474,
      "Ġtruth": 1475,
      "Ġcur": 1476,
      "Ġanger": 1477,
      "Ġunclean": 1478,
      "hem": 1479,
      "Ġask": 1480,
      "orning": 1481,
      "Ġdwelled": 1482,
      "Ġcertain": 1483,
      "Ġtherein": 1484,
      "Ġark": 1485,
      "Ġsmote": 1486,
      "Ġdre": 1487,
      "Ġbuild": 1488,
      "Ġgener": 1489,
      "ire": 1490,
      "Ġdark": 1491,
      "Ġmorning": 1492,
      "orrow": 1493,
      "Ġconf": 1494,
      "Ġwhy": 1495,
      "Ġexce": 1496,
      "ointed": 1497,
      "Ġconcerning": 1498,
      "ĠEl": 1499,
      "able": 1500,
      "Ġbegat": 1501,
      "ged": 1502,
      "hip": 1503,
      "sther": 1504,
      "Ġdev": 1505,
      "astes": 1506,
      "Ġwisdom": 1507,
      "iastes": 1508,
      "ures": 1509,
      "ĠEcc": 1510,
      "lesiastes": 1511,
      "Ġaff": 1512,
      "ĠEcclesiastes": 1513,
      "Ġhold": 1514,
      "Ġgar": 1515,
      "ĠEsther": 1516,
      "Ġknown": 1517,
      "36": 1518,
      "oy": 1519,
      "Ġonly": 1520,
      "Ġabove": 1521,
      "Ġplaces": 1522,
      "Ġbuilt": 1523,
      "Ġcoun": 1524,
      "Ġsave": 1525,
      "Ġchar": 1526,
      "ger": 1527,
      "Ġcho": 1528,
      "Ġut": 1529,
      "Ġremem": 1530,
      "ning": 1531,
      "Ġ37": 1532,
      "Ġdeparted": 1533,
      "As": 1534,
      "Ġpit": 1535,
      "Ġyourself": 1536,
      "ify": 1537,
      "Ġsacrifice": 1538,
      "Ġcry": 1539,
      "ĠJon": 1540,
      "oney": 1541,
      "Ġhat": 1542,
      "Ġpi": 1543,
      "Ġgone": 1544,
      "Ġ35": 1545,
      "Ġcubits": 1546,
      "aid": 1547,
      "end": 1548,
      "oved": 1549,
      "Ġbod": 1550,
      "ely": 1551,
      "ute": 1552,
      "Ġest": 1553,
      "Ġlest": 1554,
      "ĠMo": 1555,
      "Ġserve": 1556,
      "Ġtwel": 1557,
      "Ġcam": 1558,
      "ĠRe": 1559,
      "ĠThus": 1560,
      "Ġmin": 1561,
      "Ġfar": 1562,
      "ons": 1563,
      "Ġlisten": 1564,
      "ecause": 1565,
      "Ġways": 1566,
      "right": 1567,
      "Ġback": 1568,
      "Ġperf": 1569,
      "Ġpoor": 1570,
      "Ġspoil": 1571,
      "Ġdesol": 1572,
      "Ġtemple": 1573,
      "Ġpleas": 1574,
      "Ġinhabitants": 1575,
      "37": 1576,
      "bb": 1577,
      "Ġoil": 1578,
      "Ġcour": 1579,
      "ĠGo": 1580,
      "ĠEph": 1581,
      "othy": 1582,
      "ĠTimothy": 1583,
      "igh": 1584,
      "aster": 1585,
      "Ġtroub": 1586,
      "Ġdiv": 1587,
      "Ġtree": 1588,
      "Ġbord": 1589,
      "ots": 1590,
      "ĠHose": 1591,
      "Ġvess": 1592,
      "Ġjoy": 1593,
      "Ġsheep": 1594,
      "Ġdied": 1595,
      "Ġwrath": 1596,
      "ĠHosea": 1597,
      "Ġtell": 1598,
      "Ġcried": 1599,
      "Ġangel": 1600,
      "Ġeld": 1601,
      "Ġpraise": 1602,
      "raid": 1603,
      "ĠMic": 1604,
      "Ġ40": 1605,
      "Ġwors": 1606,
      "gers": 1607,
      "Ġbore": 1608,
      "atter": 1609,
      "ĠJord": 1610,
      "Ġ38": 1611,
      "Ġstone": 1612,
      "Ġslew": 1613,
      "ĠJordan": 1614,
      "Ġeast": 1615,
      "ayed": 1616,
      "Ġwind": 1617,
      "Ġsev": 1618,
      "Ġmanner": 1619,
      "Ġfool": 1620,
      "Ġbook": 1621,
      "Ġsurely": 1622,
      "aan": 1623,
      "athan": 1624,
      "Ġsins": 1625,
      "Ġfind": 1626,
      "Ġground": 1627,
      "Ġhon": 1628,
      "Ġcontin": 1629,
      "Your": 1630,
      "hel": 1631,
      "ense": 1632,
      "ament": 1633,
      "ĠEp": 1634,
      "Ġdoor": 1635,
      "Ġafraid": 1636,
      "yria": 1637,
      "iz": 1638,
      "raim": 1639,
      "Ġknew": 1640,
      "Ġtrans": 1641,
      "Ġclot": 1642,
      "ned": 1643,
      "Ġborn": 1644,
      "ĠLet": 1645,
      "Ġyourselves": 1646,
      "imon": 1647,
      "Ġvis": 1648,
      "ledge": 1649,
      "Ġflock": 1650,
      "Ġenter": 1651,
      "Ġwitness": 1652,
      "ĠMoab": 1653,
      "ekiah": 1654,
      "Ġbroken": 1655,
      "jam": 1656,
      "Ġtest": 1657,
      "Ġvine": 1658,
      "Ġjudge": 1659,
      "ction": 1660,
      "Ġcorn": 1661,
      "Ġhel": 1662,
      "38": 1663,
      "not": 1664,
      "Ġwhile": 1665,
      "Ġsuff": 1666,
      "Ġtwelve": 1667,
      "Ġthron": 1668,
      "Ġstat": 1669,
      "Ġblessed": 1670,
      "iv": 1671,
      "Ġheat": 1672,
      "ott": 1673,
      "Ġred": 1674,
      "Ġjust": 1675,
      "Ġwomen": 1676,
      "Ġcannot": 1677,
      "Ġreturned": 1678,
      "zar": 1679,
      "Ġwithin": 1680,
      "Ġread": 1681,
      "ĠMan": 1682,
      "Ġprov": 1683,
      "Ġslain": 1684,
      "Ġthird": 1685,
      "Ġtill": 1686,
      "med": 1687,
      "ne": 1688,
      "Ġbeast": 1689,
      "Ġcountry": 1690,
      "ĠU": 1691,
      "Ġbow": 1692,
      "ĠSp": 1693,
      "Ġreb": 1694,
      "Ġrul": 1695,
      "Ġnumber": 1696,
      "ĠBenjam": 1697,
      "Ġutter": 1698,
      "To": 1699,
      "gress": 1700,
      "Ġstones": 1701,
      "ĠThis": 1702,
      "Ġriver": 1703,
      "Ġbegan": 1704,
      "Ġafflic": 1705,
      "Ġelders": 1706,
      "Ġtransgress": 1707,
      "Ġthough": 1708,
      "ĠCan": 1709,
      "ĠIf": 1710,
      "Ġforg": 1711,
      "ĠAr": 1712,
      "Ġ41": 1713,
      "Ġcommandment": 1714,
      "Ġchari": 1715,
      "Ġprep": 1716,
      "Ġmountains": 1717,
      "ĠEphes": 1718,
      "Ġgather": 1719,
      "ices": 1720,
      "Ġste": 1721,
      "Ġ119": 1722,
      "Ġbreak": 1723,
      "Ġreigned": 1724,
      "Ġthrone": 1725,
      "haz": 1726,
      "Ġabomin": 1727,
      "Ġsun": 1728,
      "Ġkept": 1729,
      "Ġbody": 1730,
      "read": 1731,
      "Ġmar": 1732,
      "Ġrepro": 1733,
      "Ġfamilies": 1734,
      "aal": 1735,
      "Ġaro": 1736,
      "had": 1737,
      "Ġhaving": 1738,
      "Ġarose": 1739,
      "jah": 1740,
      "oam": 1741,
      "Ġbattle": 1742,
      "Ġthirty": 1743,
      "ĠEphraim": 1744,
      "ĠSpirit": 1745,
      "Ġtong": 1746,
      "Ġsabb": 1747,
      "Ġknowledge": 1748,
      "Ġcommandments": 1749,
      "Ġrejoice": 1750,
      "Ġsabbath": 1751,
      "Ġcould": 1752,
      "Ġclean": 1753,
      "Ġinst": 1754,
      "enti": 1755,
      "akes": 1756,
      "Ġram": 1757,
      "Ġreceive": 1758,
      "Ġsecond": 1759,
      "Ġhelp": 1760,
      "39": 1761,
      "ages": 1762,
      "hur": 1763,
      "sed": 1764,
      "Ġsing": 1765,
      "Ġsought": 1766,
      "Ġbeliev": 1767,
      "alley": 1768,
      "My": 1769,
      "aac": 1770,
      "ird": 1771,
      "Ġvalley": 1772,
      "Ġdestroyed": 1773,
      "eem": 1774,
      "Ġox": 1775,
      "ison": 1776,
      "Ġdef": 1777,
      "Ġcommit": 1778,
      "ĠWhy": 1779,
      "Ġsouth": 1780,
      "Ġcounsel": 1781,
      "eve": 1782,
      "vation": 1783,
      "Ġmeas": 1784,
      "Ġord": 1785,
      "Ġ39": 1786,
      "Ġbull": 1787,
      "Ġconsum": 1788,
      "Ġhonor": 1789,
      "ĠBenjamin": 1790,
      "har": 1791,
      "ĠCanaan": 1792,
      "ost": 1793,
      "ĠIt": 1794,
      "Ġrec": 1795,
      "ĠBeth": 1796,
      "Ġpassed": 1797,
      "Ġthroughout": 1798,
      "Ġdarkness": 1799,
      "Ġfilled": 1800,
      "Ġcloud": 1801,
      "Ġtou": 1802,
      "Ġsk": 1803,
      "ason": 1804,
      "aled": 1805,
      "ĠHo": 1806,
      "Ġlie": 1807,
      "Ġable": 1808,
      "Ġanswer": 1809,
      "Ġreceived": 1810,
      "40": 1811,
      "Ġneigh": 1812,
      "Ġunderstanding": 1813,
      "Ġbel": 1814,
      "Ġlifted": 1815,
      "Ġsalvation": 1816,
      "Ġborder": 1817,
      "ĠEphesians": 1818,
      "oke": 1819,
      "Ġsign": 1820,
      "Ġref": 1821,
      "ĠAss": 1822,
      "Ġtrees": 1823,
      "Ġcontinu": 1824,
      "Ġneighb": 1825,
      "Ġeight": 1826,
      "ĠEs": 1827,
      "Ġnorth": 1828,
      "ĠGalat": 1829,
      "hah": 1830,
      "Ġbeasts": 1831,
      "Ġkill": 1832,
      "als": 1833,
      "ĠSha": 1834,
      "Ġwhether": 1835,
      "Ġnew": 1836,
      "Ġwhoever": 1837,
      "Ġtimes": 1838,
      "Ġfifty": 1839,
      "Whi": 1840,
      "iness": 1841,
      "hit": 1842,
      "onians": 1843,
      "Ġport": 1844,
      "ĠLament": 1845,
      "Ġdecl": 1846,
      "ĠAmos": 1847,
      "Ġvessels": 1848,
      "ĠLamentations": 1849,
      "Ġ(": 1850,
      "here": 1851,
      "Ġcattle": 1852,
      "Ġforty": 1853,
      "irc": 1854,
      "Ġdra": 1855,
      "Ġwherein": 1856,
      "Ġincre": 1857,
      "Ġbullock": 1858,
      "Ġfat": 1859,
      "ĠHe": 1860,
      "Ġdece": 1861,
      "Ġears": 1862,
      "op": 1863,
      "ĠJames": 1864,
      "ĠHez": 1865,
      "ĠZion": 1866,
      "Ġheathen": 1867,
      "ĠGalatians": 1868,
      "How": 1869,
      "This": 1870,
      "lf": 1871,
      "Ġmoney": 1872,
      "These": 1873,
      "Ġ44": 1874,
      "Ġcove": 1875,
      "band": 1876,
      "Ġfled": 1877,
      "ĠPaul": 1878,
      "Ġhus": 1879,
      "ircum": 1880,
      "Of": 1881,
      "Ġpers": 1882,
      "asse": 1883,
      "Ġgu": 1884,
      "ĠAd": 1885,
      "ĠNeb": 1886,
      "Ġliving": 1887,
      "Ġremain": 1888,
      "Ġwait": 1889,
      "Ġdesolate": 1890,
      "asseh": 1891,
      "All": 1892,
      "Ġfast": 1893,
      "utes": 1894,
      "Ġstri": 1895,
      "Ġgrace": 1896,
      "ircumc": 1897,
      "ssal": 1898,
      "Ġsake": 1899,
      "pped": 1900,
      "ĠThessal": 1901,
      "Ġcarried": 1902,
      "ilead": 1903,
      "Ġbelieve": 1904,
      "Ġhusband": 1905,
      "Ġid": 1906,
      "Ġmind": 1907,
      "Ġnation": 1908,
      "oreover": 1909,
      "Ġglad": 1910,
      "Ġgates": 1911,
      "ĠManasseh": 1912,
      "ĠHoly": 1913,
      "aves": 1914,
      "Ġpill": 1915,
      "Ġlab": 1916,
      "ĠJoab": 1917,
      "Ġoffered": 1918,
      "Ġprophes": 1919,
      "Ġlooked": 1920,
      "Ġes": 1921,
      "Ġhill": 1922,
      "ĠPhili": 1923,
      "41": 1924,
      "Moreover": 1925,
      "ired": 1926,
      "Ġwood": 1927,
      "Ġmourn": 1928,
      "ĠHam": 1929,
      "abl": 1930,
      "Ġslay": 1931,
      "Ġsanctu": 1932,
      "Ġ48": 1933,
      "ĠWe": 1934,
      "Ġmost": 1935,
      "oured": 1936,
      "Ġmust": 1937,
      "Ġcaus": 1938,
      "ĠSo": 1939,
      "Ġthought": 1940,
      "Ġshek": 1941,
      "Ġcaptain": 1942,
      "Ġcompan": 1943,
      "Ġestabl": 1944,
      "Ġcamp": 1945,
      "ĠThessalonians": 1946,
      "ip": 1947,
      "ĠĠ": 1948,
      "Ġfors": 1949,
      "Ġrise": 1950,
      "men": 1951,
      "ump": 1952,
      "Ġshowed": 1953,
      "Ġchamb": 1954,
      "Ġthank": 1955,
      "Ġbegin": 1956,
      "Ġopened": 1957,
      "Ġcr": 1958,
      "Ġhalf": 1959,
      "Ġmeet": 1960,
      "Ġmountain": 1961,
      "Ġsanctuary": 1962,
      "ined": 1963,
      "ats": 1964,
      "Ġgoes": 1965,
      "ĠBe": 1966,
      "Ġhouses": 1967,
      "Ġprof": 1968,
      "Ġbecome": 1969,
      "Ġtrust": 1970,
      "Ġwhatever": 1971,
      "Ġcompass": 1972,
      "ivity": 1973,
      "Ġneighbor": 1974,
      "Ġgri": 1975,
      "ĠNa": 1976,
      "Ġfoot": 1977,
      "Ġrock": 1978,
      "ĠMicah": 1979,
      "42": 1980,
      "ian": 1981,
      "ĠShi": 1982,
      "Ġ42": 1983,
      "ĠSamar": 1984,
      "Ġheavens": 1985,
      "esh": 1986,
      "ĠIsaac": 1987,
      "Ġservice": 1988,
      "Ġteach": 1989,
      "Ġstatutes": 1990,
      "Ġwives": 1991,
      "Ġstre": 1992,
      "Ġcover": 1993,
      "Ġswe": 1994,
      "Ġfeast": 1995,
      "Ġdesp": 1996,
      "Ġrose": 1997,
      "Ġstranger": 1998,
      "Ġredeem": 1999,
      "gs": 2000,
      "su": 2001,
      "Ġmaster": 2002,
      "ased": 2003,
      "ĠNo": 2004,
      "Ġneed": 2005,
      "Ġprom": 2006,
      "Ġpresent": 2007,
      "Ġidol": 2008,
      "wise": 2009,
      "Ġpal": 2010,
      "ĠGenti": 2011,
      "Ġspread": 2012,
      "aked": 2013,
      "ards": 2014,
      "Ġhope": 2015,
      "Ġincense": 2016,
      "Ġtongue": 2017,
      "ĠGentiles": 2018,
      "oc": 2019,
      "Ġopp": 2020,
      "Ġres": 2021,
      "iled": 2022,
      "ĠBaal": 2023,
      "Ġplag": 2024,
      "Ġnumbered": 2025,
      "born": 2026,
      "rise": 2027,
      "sen": 2028,
      "ĠAmmon": 2029,
      "Ġcaptivity": 2030,
      "ruction": 2031,
      "Ġesc": 2032,
      "Ġmakes": 2033,
      "Ġbrass": 2034,
      "orns": 2035,
      "Ġgives": 2036,
      "Ġjudgments": 2037,
      "Ġappointed": 2038,
      "Ġfollow": 2039,
      "ĠHezekiah": 2040,
      "43": 2041,
      "uk": 2042,
      "Ġsick": 2043,
      "Ġprison": 2044,
      "eces": 2045,
      "Ġwickedness": 2046,
      "Ġtreas": 2047,
      "Ġpieces": 2048,
      "Ġcourt": 2049,
      "Ġafflict": 2050,
      "Ġlives": 2051,
      "ee": 2052,
      "mer": 2053,
      "Ġmess": 2054,
      "Ġfle": 2055,
      "Ġcomf": 2056,
      "hamed": 2057,
      "Ġwalked": 2058,
      "Ġfamily": 2059,
      "Ġbeside": 2060,
      "Ġdream": 2061,
      "Ġchosen": 2062,
      "ĠSamaria": 2063,
      "Ġescap": 2064,
      "up": 2065,
      "ash": 2066,
      "semb": 2067,
      "Ġhor": 2068,
      "Ġashamed": 2069,
      "Ġstra": 2070,
      "Ġstret": 2071,
      "Ġscrib": 2072,
      "Ġdepart": 2073,
      "Which": 2074,
      "Ġperish": 2075,
      "ĠJonathan": 2076,
      "ling": 2077,
      "now": 2078,
      "vail": 2079,
      "Ġsound": 2080,
      "Ġfore": 2081,
      "Ġdeal": 2082,
      "Ġsold": 2083,
      "lessed": 2084,
      "Ġperfect": 2085,
      "Ġseventh": 2086,
      "Be": 2087,
      "Yet": 2088,
      "Ġter": 2089,
      "Ġlips": 2090,
      "ĠWho": 2091,
      "Ġsinned": 2092,
      "Ġfirstborn": 2093,
      "Ġcaptains": 2094,
      "Ġasked": 2095,
      "Ġstead": 2096,
      "sha": 2097,
      "Ġdri": 2098,
      "sec": 2099,
      "Ġmyself": 2100,
      "Ġ49": 2101,
      "ally": 2102,
      "Ġtrump": 2103,
      "Ġsmite": 2104,
      "Ġgenerations": 2105,
      "ĠAssyria": 2106,
      "Ġoppress": 2107,
      "Ġfur": 2108,
      "Ġchur": 2109,
      "ĠSong": 2110,
      "Ġris": 2111,
      "Ġeye": 2112,
      "ds": 2113,
      "Ġsister": 2114,
      "Ġce": 2115,
      "Ġcor": 2116,
      "Ġrod": 2117,
      "Ġpresence": 2118,
      "Ġbelieved": 2119,
      "Ġsweet": 2120,
      "It": 2121,
      "oint": 2122,
      "urbs": 2123,
      "Ġdevil": 2124,
      "Ġshut": 2125,
      "Ġsupp": 2126,
      "Ġsuburbs": 2127,
      "Because": 2128,
      "eal": 2129,
      "cept": 2130,
      "asting": 2131,
      "Ġrememb": 2132,
      "Ġviney": 2133,
      "ls": 2134,
      "oe": 2135,
      "uc": 2136,
      "Ġind": 2137,
      "Ġass": 2138,
      "Ġhearts": 2139,
      "Ġvain": 2140,
      "Ġabund": 2141,
      "Ġtribes": 2142,
      "Ġobey": 2143,
      "Ġchariots": 2144,
      "Ġmessen": 2145,
      "phat": 2146,
      "pass": 2147,
      "the": 2148,
      "Ġsit": 2149,
      "Ġbound": 2150,
      "Ġfight": 2151,
      "Ġfine": 2152,
      "Ġgif": 2153,
      "uted": 2154,
      "Ġnever": 2155,
      "Ġdesire": 2156,
      "ĠAsa": 2157,
      "Ġleave": 2158,
      "44": 2159,
      "Ġtres": 2160,
      "Ġap": 2161,
      "Ġsorrow": 2162,
      "Ġhors": 2163,
      "Ġspr": 2164,
      "cious": 2165,
      "Ġtestimon": 2166,
      "ĠPhilipp": 2167,
      "Ġhorse": 2168,
      "Ġtrespass": 2169,
      "Ġhorses": 2170,
      "Al": 2171,
      "Yes": 2172,
      "au": 2173,
      "eon": 2174,
      "iat": 2175,
      "ĠGilead": 2176,
      "Ġ46": 2177,
      "ulf": 2178,
      "Ġlies": 2179,
      "Ġheads": 2180,
      "Ġappear": 2181,
      "Ġenemy": 2182,
      "Ġflee": 2183,
      "ious": 2184,
      "ives": 2185,
      "Ġve": 2186,
      "Ġshi": 2187,
      "Ġbed": 2188,
      "eding": 2189,
      "lem": 2190,
      "host": 2191,
      "ĠBal": 2192,
      "Ġprayer": 2193,
      "Ġfollowed": 2194,
      "Ġminister": 2195,
      "Ġdust": 2196,
      "ĠAhi": 2197,
      "Ġassemb": 2198,
      "salom": 2199,
      "Ġalone": 2200,
      "Ġbecame": 2201,
      "Ġworship": 2202,
      "Ġcovered": 2203,
      "chi": 2204,
      "Ġlion": 2205,
      "riend": 2206,
      "Ġbran": 2207,
      "Ġ43": 2208,
      "Ġjourn": 2209,
      "ĠAbsalom": 2210,
      "Ġentered": 2211,
      "azar": 2212,
      "Ġgeneration": 2213,
      "Ġcharge": 2214,
      "Ġtrouble": 2215,
      "Ġbeloved": 2216,
      "Ġjourney": 2217,
      "cher": 2218,
      "fter": 2219,
      "ung": 2220,
      "Ġsore": 2221,
      "Ġfulf": 2222,
      "ĠBar": 2223,
      "Ġ50": 2224,
      "Ġ51": 2225,
      "oboam": 2226,
      "otten": 2227,
      "inen": 2228,
      "elech": 2229,
      "Ġreward": 2230,
      "ĠBet": 2231,
      "Ġvan": 2232,
      "Ġrun": 2233,
      "Ġeaten": 2234,
      "Ġburied": 2235,
      "Ġrain": 2236,
      "Ġbetter": 2237,
      "Ġbeginning": 2238,
      "ĠPhilippians": 2239,
      "Ġac": 2240,
      "Ġlinen": 2241,
      "Ġsaved": 2242,
      "ĠEdom": 2243,
      "Ġgosp": 2244,
      "Ġknows": 2245,
      "ĠJeroboam": 2246,
      "Ġpossession": 2247,
      "Ġsuffer": 2248,
      "Ġgospel": 2249,
      "ich": 2250,
      "Ġgird": 2251,
      "ĠGib": 2252,
      "ries": 2253,
      "Ġstill": 2254,
      "Ġgarments": 2255,
      "Ġremember": 2256,
      "45": 2257,
      "then": 2258,
      "ĠFor": 2259,
      "Ġmorrow": 2260,
      "ens": 2261,
      "isha": 2262,
      "Ġnaked": 2263,
      "ĠAn": 2264,
      "ĠBut": 2265,
      "Ġvi": 2266,
      "Ġclothes": 2267,
      "Ġprepared": 2268,
      "Ġoxen": 2269,
      "Also": 2270,
      "ying": 2271,
      "Ġfriend": 2272,
      "ened": 2273,
      "Ġstayed": 2274,
      "Ġru": 2275,
      "Ġtru": 2276,
      "Ġworked": 2277,
      "Ġburden": 2278,
      "Ġimage": 2279,
      "Ġutterly": 2280,
      "Ġthanks": 2281,
      "Ġidols": 2282,
      "ba": 2283,
      "Ġsho": 2284,
      "Ġbapt": 2285,
      "Ġshame": 2286,
      "ĠAl": 2287,
      "Ġcoming": 2288,
      "Ġ45": 2289,
      "Ġloved": 2290,
      "Ġprince": 2291,
      "ĠPharise": 2292,
      "Ġready": 2293,
      "Ġportion": 2294,
      "Ġtruly": 2295,
      "Ġir": 2296,
      "ĠThen": 2297,
      "Ġtent": 2298,
      "Ġought": 2299,
      "Ġbones": 2300,
      "Ġpure": 2301,
      "Ġgre": 2302,
      "Ġanointed": 2303,
      "Ġprosp": 2304,
      "Ġsmall": 2305,
      "Ġrepent": 2306,
      "Ġcurse": 2307,
      "ĠEsau": 2308,
      "Ġtra": 2309,
      "ints": 2310,
      "Ġmaid": 2311,
      "Ġfal": 2312,
      "Ġnames": 2313,
      "ĠCol": 2314,
      "Ġgoats": 2315,
      "Ġthither": 2316,
      "Ġupright": 2317,
      "ĠRuth": 2318,
      "Ġseeing": 2319,
      "ĠEgyptians": 2320,
      "Ġlift": 2321,
      "Ġfaithful": 2322,
      "Ġsleep": 2323,
      "Ġburned": 2324,
      "ĠJehoi": 2325,
      "Ġexceeding": 2326,
      "Ġplague": 2327,
      "Ġiron": 2328,
      "46": 2329,
      "lasting": 2330,
      "ĠCome": 2331,
      "Ġhour": 2332,
      "Ġeverlasting": 2333,
      "ounded": 2334,
      "ĠThere": 2335,
      "Ġexal": 2336,
      "theless": 2337,
      "Ġast": 2338,
      "Ġtop": 2339,
      "Ġcher": 2340,
      "Ġchan": 2341,
      "elah": 2342,
      "Ġsaints": 2343,
      "Ġsepar": 2344,
      "Ġweep": 2345,
      "Ġriches": 2346,
      "ĠZeb": 2347,
      "ways": 2348,
      "lind": 2349,
      "Ġdisc": 2350,
      "Ġfamine": 2351,
      "Ġmultip": 2352,
      "Ġconsumed": 2353,
      "Ġshekels": 2354,
      "Ne": 2355,
      "aim": 2356,
      "Ġwest": 2357,
      "Ġblind": 2358,
      "Ġcreat": 2359,
      "ĠMy": 2360,
      "Ġscore": 2361,
      "ossians": 2362,
      "ĠColossians": 2363,
      "ael": 2364,
      "hon": 2365,
      "ray": 2366,
      "erve": 2367,
      "ated": 2368,
      "ĠAhab": 2369,
      "ĠHan": 2370,
      "Ġangels": 2371,
      "Ġcarry": 2372,
      "ilee": 2373,
      "Ġcaused": 2374,
      "cus": 2375,
      "pher": 2376,
      "Ġhast": 2377,
      "ĠGad": 2378,
      "Ġminist": 2379,
      "Neither": 2380,
      "nant": 2381,
      "og": 2382,
      "ues": 2383,
      "Ġì": 2384,
      "orm": 2385,
      "Ġrequ": 2386,
      "Ġhur": 2387,
      "Ġgoing": 2388,
      "Ġwatch": 2389,
      "Ġremnant": 2390,
      "Ġhate": 2391,
      "Ġcommitted": 2392,
      "Ġcherub": 2393,
      "ured": 2394,
      "Ġpast": 2395,
      "ali": 2396,
      "ĠCha": 2397,
      "ĠJoel": 2398,
      "haniah": 2399,
      "uben": 2400,
      "Ġremoved": 2401,
      "Ġlabor": 2402,
      "Ġgriev": 2403,
      "uchad": 2404,
      "Ġfow": 2405,
      "Ġfav": 2406,
      "Ġlast": 2407,
      "Ġget": 2408,
      "ĠGhost": 2409,
      "vern": 2410,
      "thy": 2411,
      "urely": 2412,
      "Ġdestruction": 2413,
      "Ġbond": 2414,
      "Ġworshi": 2415,
      "Ġreproach": 2416,
      "ĠChald": 2417,
      "Ġcal": 2418,
      "arle": 2419,
      "hob": 2420,
      "Ġreason": 2421,
      "Ġwash": 2422,
      "Ġgovern": 2423,
      "ĠBecause": 2424,
      "Ġbreadth": 2425,
      "rupt": 2426,
      "Ġrejo": 2427,
      "Ġpillars": 2428,
      "ĠChalde": 2429,
      "pl": 2430,
      "ided": 2431,
      "iced": 2432,
